# St7SetPathDivisions

Sets whether Divisions are shown on load paths.

long St7SetPathDivisions(long uID, bool Show)

Input Parameters

uID

Strand7 model file ID.

Show

The state of the Divisions option; either True or False.